import random

dct = {
    "Реквием по мечте": [f"Каждый стремится к своей заветной мечте."
                         f" Сара Голдфарб мечтала сняться в известном телешоу,"
                         f" ее сын Гарольд с другом Тайроном — сказочно разбогатеть,"
                         f" подруга Гарольда Мэрион грезила о собственном модном магазине,"
                         f" но на их пути были всевозможные препятствия. Все они выбирают"
                         f" неочевидные пути достижения своих целей, и мечты по-прежнему"
                         f" остаются недостижимыми, а жизни героев рушатся безвозвратно.", "img/RFD.jpg"],
    "Маска": [f"Скромный и застенчивый служащий банка чувствует себя неуверенно с "
              f"красивыми девушками и вообще рядом с людьми. Волей судьбы к нему попадает"
              f" волшебная маска, и Стенли Ипкис приобретает способность превращаться в"
              f" неуязвимое мультяшное существо с озорным характером.", "mask.jpg"],
    "Эдвард Руки-ножницы": [f"Старый и одинокий учёный создал человеческое существо."
                            f" Но не успел доделать его до конца и умер. У сотворённого"
                            f" им молодого человека не хватает рук — вместо них у него"
                            f" нечто вроде ножниц, и он вынужден жить в заброшенном доме"
                            f" в полном одиночестве. Однажды его обнаруживает"
                            f" женщина-коммивояжер и берет к себе жить. В новом доме Эдвард"
                            f" пытается социализироваться — подружиться с младшим сыном своей"
                            f" новой «мамы» и с её прекрасной дочерью.", "img/ern.jpg"],
    "Коралина в Стране Кошмаров": [f"Маленькая Коралина попадает в другой мир, скрытый за секретной дверцей."
                                   f" Этот мир — ее альтернативная жизнь, которая не перестает ее радовать,"
                                   f" все здесь хорошо, но только до поры до времени. Однажды она понимает,"
                                   f" что ее настоящим родителям за ее проделки угрожает смертельная опасность.",
                                   "img/coraline.jpg"]

}


